app/controllers/pages_controller.rb

SELECT "blogs".* FROM "blogs" LIMIT $1  [["LIMIT", 11]]
---
  def home
    @test = Blog.first